{
    "spyderco": {
    	"description": "Spyderco was founded in 1976 by Sal and Gail Glesser. Initially, the company focused on selling our first product —the Tri-Angle Sharpmaker™—primarily at fairs and trade shows around the country. In 1981, the Glessers put down roots in Golden, Colorado and introduced the first Spyderco folding knife. That knife pioneered the concept of a round hole in the blade for one-handed opening, a clip on the handle for carry at the top of the pocket, and the option of a serrated edge for aggressive cutting performance. Those features revolutionized the knife industry and literally defined the form of the modern folding knife. Since then, Spyderco has steadily grown to become one of the leaders in the cutlery industry. In addition to a worldwide distribution network and manufacturing resources in the U.S., Japan, Taiwan, Italy, and China, our innovation has also earned us an impressive portfolio of patents, trademarks, and industry awards. More importantly, it has allowed us to earn the trust and loyalty of countless thousands of dedicated knife users around the world—an audience to whom we are extremely grateful.",
		"logopath": "src/img/spyderco.png"
    },
    "ontario": {
    	"description" : "Ontario Knife Company was founded in 1889 in Naples, New York. The company takes its name from Ontario County, New York (not, as a common misconception holds, the province of Ontario, Canada). They are currently located in Franklinville, New York, in Cattaraugus County, where most of their products are manufactured. Ontario knife company is most well known as a supplier of military knives. Throughout the years they have supplied the U.S. military with products such as the M7 bayonet, the USAF Survival Knife, the M1942 Machete, the Navy MK3 MOD 0 diving/survival knife, the M9 bayonet, and most recently, the USMC OKC-3S Bayonet. They have also obtained a contract to build the Aircrew Survival Egress Knife (ASEK) Survival Knife System, chosen by the United States Army to be included in its Air Warrior Equipment System. The knife was tested and approved by PM Soldier and the United States Army Soldier Systems Center to meet the criteria defined by the US Army, and functions include a Plexiglas breaker, hammer, saw teeth, serrations, spear holes, lanyard hole and insulated guard. The system includes an anodized aluminum strap cutter with replaceable blades, a screwdriver and a honing rod. The sheath also has webbing for attachment to a MOLLE vest.",
		"logopath": "src/img/ontario.jpg"
	},
    "benchmade": {
    	"description" : "Benchmade started in California in 1979 as Bali-Song, changing its name in 1988 to the Pacific Cutlery Corporation. In 1990 the company moved to Clackamas, Oregon. In 1996, the company moved to a 144,000 square foot facility in Oregon City, Oregon. Benchmade became known primarily as a manufacturer of butterfly, or balisong-style knives, which it continues to manufacture. These knives have been so identified with the company that Benchmade has registered 'Bali-Song' as a trademark and logo. Benchmade's original Bali-Song design by Jody Samson was awarded Blade Magazine's Knife of the Year Award in 1979. As of February 2009, the company was employing approximately 150 people. Benchmade has had several years of growth and has expanded both the variety of knives it produces and the facility itself.",
		"logopath": "src/img/benchmade.jpg"
    }
}